Repository: ubc/ubcpi
Catalog: ubcpi/translations/*/LC_MESSAGES/text.po
Languages: es_419

source: "Simple" means examples for different answer possibilities are intentionally selected when students are viewing peer answers.<br>"Random" means examples are selected at random and may not include different answer possibilities.
es_419: "Simple" significa que ejemplos para diferentes posibilidades de respuesta son intencionalmente seleccionados cuando los estudiantes están viendo las respuestas de sus compañeros.<br>"Random" significa que los ejemplos son seleccionados de manera aleatoria y pueden no incluir diferentes posibilidades de respuestas.

source: &nbsp;({{weight}} point possible)
es_419: &nbsp;({{weight}} posible punto)

source: &nbsp;({{weight}} points possible)
es_419: &nbsp;({{weight}} posibles puntos)

source: (Option {{rc.answer_original + 1}})
es_419: (Opción {{rc.answer_original + 1}})

source: (Option {{rc.answer_revised + 1}})
es_419: (Opción {{rc.answer_revised + 1}})

source: (You chose this option)
es_419: (Seleccionaste esta opción)

source: (correct)
es_419: (Correcto)

source: ({{weight}} point possible)
es_419: ({{weight}} punto posible)

source: ({{weight}} points possible)
es_419: ({{weight}} puntos posibles)

source: , Completed
es_419: , Completado

source: , In Progress
es_419: , En Progreso

source: , Upcoming
es_419: , Próximo

source: Add New Answer
es_419: Añadir Nueva Respuesta

source: Add New Example
es_419: Añadir Nuevo Ejemplo

source: Add example answers to the answer pool for this question. Students most likely to see these answers are those completing the assignment first, when the answer pool is small.
es_419: Añada respuestas de ejemplo a el grupo de respuestas para esta pregunta. Los estudiantes con más posibilidades de ver estas respuestas son aquellos que terminan la tarea primero, cuando el grupo de respuestas es pequeño.

source: Add the text for this answer. If you wish to add an image, press the button below.
es_419: Añada el texto para esta respuesta. Si desea agregar una imagen, de clic en el botón de abajo.

source: Alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
es_419: Texto alternativo -una descripción de la imagen para usuarios no visuales. La descripción debería proveer toda la información necesaria para alguien responda a la pregunta si la imagen no cargó.

source: Answer
es_419: Respuesta

source: Answer Options
es_419: Opciones de respuesta

source: Answer {{$index + 1}}
es_419: Respuesta {{$index + 1}}

source: Answers Students See - Number Selected <font color="red">*</font>
es_419: Respuestas que los Estudiantes ven - Seleccionar Número de ejemplos <font color="red">*</font>

source: Answers Students See - Selection Logic <font color="red">*</font>
es_419: Respuestas que los Estudiantes ven - Selección Lógica <font color="red">*</font>

source: Cancel
es_419: Cancelar

source: Choose if you want the image to appear above or below the question text.
es_419: Elige si quieres que la imagen aparezca abajo o arriba del texto de la pregunta.

source: Choose if you want the image to appear above or below the question.
es_419: Elige si quieres que la imagen aparezca abajo o arriba del texto de la pregunta.

source: Choose the answer you consider correct, or select "n/a" if there is no correct answer.
es_419: Seleccione la respuesta que considere correcta o seleccione "n/a" si no hay respuesta correcta.

source: Choose the answer.
es_419: Escoger esta respuesta.

source: Class Breakdown
es_419: Desglose de la Clase

source: Correct Answer
es_419: Respuesta correcta

source: Correct Answer <font color="red">*</font>
es_419: Respuesta Correcta <font color="red">*</font>

source: Correct Option
es_419: Opción Correcta

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
es_419: Define el número de puntos que vale cada problema. Si el valor no es establecido, el problema vale la suma de los puntos de cada opción.

source: Display Name <font color="red">*</font>
es_419: Nombre para mostrar <font color="red">*</font>

source: Error retrieving data!
es_419: Error recuperando los datos!

source: Error retrieving statistics!
es_419: Error recuperando las estadísticas!

source: Error saving question
es_419: Error guardando la pregunta

source: Error submitting answer!
es_419: Error enviando la respuesta!

source: Example Answer {{$index + 1}}
es_419: Ejemplo de Respuesta {{$index + 1}}

source: Example Answers <font color="red">*</font>
es_419: Respuestas de Ejemplo <font color="red">*</font>

source: Explain to other students why you chose this answer (Required):
es_419: Explica a otros estudiantes porque seleccionaste esta respuestas (Requerido):

source: Explanation
es_419: Explicación

source: Explanation (optional)
es_419: Explicación (opcional)

source: Explanation <font color="red">*</font>
es_419: Explicación <font color="red">*</font>

source: Final Answer Selection
es_419: Selección de respuesta final

source: Final Answer Selection:
es_419: Selección de respuesta final:

source: First, the learner answers a multiple choice question and provides an explanation for the answer. Next, the learner sees answers and explanations submitted by other learners. After reflecting on these peer responses, the learner can make revisions and submit a final answer and explanation. Finally, the learner sees the correct answer, if supplied, and any explanation that you provided for it.
es_419: Primero, el estudiante responde una pregunta de selección múltiple y provee una explicación para la respuesta. Luego, el estudiante ve las respuestas y explicaciones enviadas por otros estudiantes. Después de reflexionar sobre las respuestas de sus compañeros, el estudiante puede hacer revisiones y enviar una respuesta y explicación final. Finalmente, el estudiante ve la respuesta correcta. Si se suministró, y cualquier explicación que haya proveído.

source: In order to move to the next step please briefly explain why you chose this answer.
es_419: Para seguir al siguiente paso por favor explique brevemente por qué eligió esta respuesta.

source: In order to move to the next step please choose an answer.
es_419: Para pasar al siguiente paso por favor elija una respuesta.

source: In order to move to the next step, please choose an answer and briefly explain your choice.
es_419: Para mover al siguiente paso, por favor selecciona una respuesta y explique brevemente tu elección.

source: In the next step, you will be shown a selection of other responses that may help you refine your answer.
es_419: En el siguiente paso, se le mostrará una selección de respuestas que pueden ayudarte a clarificar su respuesta.

source: Initial Answer Selection
es_419: Selección de respuesta inicial

source: Initial Answer Selection:
es_419: Selección de respuesta inicial:

source: Instructor's Explanation
es_419: Explicación del Instructor

source: Maximum Characters <font color="red">*</font>
es_419: Número Máximo de caracteres <font color="red">*</font>

source: Minimum Characters <font color="red">*</font>
es_419: Número Mínimo de caracteres <font color="red">*</font>

source: Next Step
es_419: Siguiente Paso

source: Not enough data to generate the chart. Please check back later.
es_419: No hay datos suficientes para generar el gráfico. Por favor revise mas tarde.

source: Note:
es_419: Nota:

source: Option {{ $index + 1 }}
es_419: Opción {{ $index + 1 }}

source: Option {{$index + 1}}: {{rc.calc($index)}}
es_419: Opción {{$index + 1}}: {{rc.calc($index)}}

source: Peer Instruction
es_419: Instrucción por pares

source: Peer instruction problems give learners more interactive engagement while they complete a multiple choice question that may or may not have a correct answer. The tool supports deeper consideration of the learner’s understanding of a concept and the correctness (if applicable) of an initial answer. Learners complete these problems in three steps.
es_419: Los problemas de instrucción por pares brindan a los estudiantes la posibilidad de una participación más interactiva mientras completan una pregunta de opción múltiple que puede o no tener una respuesta correcta. La herramienta soporta una consideración más profunda de la comprensión del estudiante de un concepto y la exactitud (si aplica) de una respuesta inicial. Los estudiantes completan estos problemas en tres pasos

source: Please edit your explanation so that it is less than {{rationale_size.max}} characters.
es_419: Por favor edite su explicación para que sea menos de {{rationale_size.max}} caracteres.

source: Please refresh the page and try again!
es_419: Por favor recargue la página e intente de nuevo!

source: Possible Answers <font color="red">*</font>
es_419: Posibles respuestas <font color="red">*</font>

source: Problem Weight
es_419: Valor del problema

source: Provide alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
es_419: Provee un texto alternativo -una descripción de la imagen para usuarios no visuales. La descripción debería proveer toda la información necesaria para alguien responda a la pregunta si la imagen no cargó.

source: Provide an explanation for this answer.
es_419: Proporcione una explicación para esta respuesta.

source: Question
es_419: Pregunta

source: Question Text <font color="red">*</font>
es_419: Texto de la pregunta <font color="red">*</font>

source: Reflection
es_419: Reflexión

source: Remove
es_419: Eliminar

source: Results
es_419: Resultados

source: Save
es_419: Guardar

source: Saving
es_419: Guardando

source: See how your classmates answered <a href="#classbreakdown">below</a>
es_419: Mire como sus compañeros contestaron <a href="#classbreakdown">abajo</a>

source: Step 1) Your Initial Answer <span class="inline-hint">You can change this answer later, if you change your mind.</span>
es_419: Paso 1) Tu respuesta inicial <span class="inline-hint">Puedes cambiar esta respuesta después, si cambias de parecer.</span>

source: Step 2) Read Other Students Answers
es_419: Paso 2) Lee la respuesta de otros estudiantes

source: Step 3) Your Final Answer <span class="inline-hint">You now have the option to change your initial selection and explanation, if you wish.</span>
es_419: Paso 3) Tu respuesta final <span class="inline-hint">Ahora tienes la opción de cambiar tu selección inicial y explicación, si lo deseas.</span>

source: Student Answer: {{options[answer.option].text}}
es_419: Respuesta del Estudiante: {{options[answer.option].text}}

source: Student Rationale
es_419: Justificación del Estudiante

source: Students see the explanation after seeing the final answer.
es_419: Los estudiantes ven la explicación después de ver la respuesta final.

source: Submitting
es_419: Enviando

source: The answers appear as choices underneath the question, with a maximum of 10 allowed per question. Each answer may contain text, an image, or a combination of both. <br><br>To add another answer press the "Add New Answer" button. To remove an answer press the blue "x" next to the blue option you want to remove.
es_419: Las respuestas aparecen como opciones abajo de la pregunta, con un máximo de 10 opciones permitidas por pregunta. Cada respuesta puede contener texto, una imagen o una combinación de ambos <br><br>Para agregar otra respuesta, de clic en "Añadir nueva respuesta". Para eliminar una respuesta de clic en la "x" azul que está al lado de la respuesta que quiere eliminar.

source: The question appears above the possible answers that you set below. You can use text, an image, or a combination of both. If you wish to add an image to your question, press the "Add Image To Question" button.
es_419: Esta pregunta aparece arriba de las opciones de respuesta que se configuran en la parte de abajo. Puede usar texto, imagen o una combinación de ambos. Si desea agregar una imagen a la pregunta, haga clic en el botón "Añadir Imagen".

source: These are samples of other student answers for this question. Read them and then compare with your answer below.
es_419: Estas son muestras de otras respuestas de estudiantes para esta pregunta. Léelos y luego compara con tu respuesta.

source: This is a look at how your classmates answered the question during the initial and final rounds.
es_419: Esto es una mirada a la manera de como sus compañeros respondieron la pregunta durante las rondas iniciales y finales.

source: This is the maximum number of characters the student explanations may contain.
es_419: Este es el número máximo caracteres que la explicación del estudiante puede contener.

source: This is the minimum number of characters the student explanations must contain.
es_419: Este es el número mínimo caracteres que la explicación del estudiante puede contener.

source: This is the number of examples shown to the students after they answer. Enter the # symbol to use the same number as the answer possibilities you've set.
es_419: Este es el número de ejemplos mostrados a los estudiantes después de responder. Ingrese el símbolo # para usar el mismo número de las posibilidades de respuesta que estableció.

source: This name appears in the horizontal navigation at the top of the page.
es_419: Este nombre aparece en la barra de título superior horizontal del componente.

source: Upload a file first using Content > Files &amp; Uploads. Then copy the 'Studio URL'. Paste that into the text field here.
es_419: Sube un archivo primero usando Contenido >Archivos & Subir. Luego copia el 'Studio URL'. Pégalo dentro del campo de texto aquí.

source: Upload a file using Content > Files &amp; Uploads. Then copy the 'Studio URL'. Paste that into the text field above.
es_419: Sube un archivo primero usando Contenido >Archivos & Subir. Luego copia el 'Studio URL'. Pégalo dentro del campo de texto abajo.

source: View Question Statistics
es_419: Ver estadísticas del ejercicio.

source: Warning
es_419: Advertencia

source: You are approaching the limit of {{rationale_size.max}} characters for this answer. Characters left: {{rationale_size.max - rc.rationale.length}}
es_419: Se está acercando al límite de {{rationale_size.max}} caracteres para esta respuesta. Caracteres faltantes: {{rationale_size.max - rc.rationale.length}}

source: You are unable to save this form as there are errors:
es_419: No puede guardar este formulario ya que hay errores:

source: Your final answer:
es_419: Tu respuesta final.

source: Your initial answer:
es_419: Su respuesta inicial.

source: Your rationale must be a maximum of {{rationale_size.max}} characters.
es_419: Tu justificación debe tener un máximo de {{rationale_size.max}} caracteres.

source: Your rationale must be a minimum of {{rationale_size.min}} characters.
es_419: Tu justificación debe tener un mínimo de {{rationale_size.max}} caracteres.

source: Option
es_419: Opción

source: Missing option seed(s):
es_419: Elemento semilla no encontrado(s):

source: Missing 1 option seed
es_419: 1 Elemento semilla no encontrado

source: Question must have text element.
es_419: La pregunta debe tener elemento de texto.

source: Option must have text element.
es_419: La opción debe tener elemento de texto.

source: Missing rationale for correct answer.
es_419: Falta justificación para la respuesta correcta.

source: Only one correct answer can be defined in options.
es_419: Únicamente una respuesta correcta puede ser definida en opciones.

source: Correct answer and rationale are required and have to be defined in one of the option.
es_419: Respuesta correcta y justificación son requeridos y tienen que estar definidos en una de las opciones.

source: Seed element must have an option attribute.
es_419: El elemento semilla debe tener un atributo opción

source: Every peer instruction tool must contain an "ubcpi" element.
es_419: Cada herramienta de instrucción debe contener un elemento "ubcpi".

source: Every peer instruction tool must contain a "display_name" element.
es_419: Cada herramienta de instrucción debe contener un elemento "display_name"

source: Every peer instruction must tool contain a "question" element.
es_419: Cada herramienta de instrucción debe contener un elemento "pregunta"

source: Every peer instruction must tool contain a "options" element.
es_419: Cada herramienta de instrucción debe contener un elemento "opciones"

source: Every peer instruction must tool contain a "seeds" element.
es_419: Cada instancia de la herramienta de instrucción de pares debe tener un elemento "semilla".

source: Minimum Characters
es_419: Caracteres mínimos

source: Maximum Characters
es_419: Caracteres máximos

source: Number of Responses
es_419: Número de respuestas

source: Not an Integer
es_419: No es un Entero

source: Invalid Option(s):
es_419: Opcion(es) inválidas:

source: Peer Instruction Question
es_419: Pregunta de instrucción por pares

source: <p>Where does most of the mass in a fully grown tree originate?</p>
es_419: <p>¿Dónde se origina la mayor parte de la masa de un árbol completamente crecido?</p>

source: The question the students see. This question appears above the possible answers which you set below. You can use text, an image or a combination of both. If you wish to add an image to your question, press the 'Add Image' button.
es_419: La pregunta que los estudiantes ven. Esta pregunta aparece arriba de las opciones de respuesta que se configuran en la parte de abajo. Puede usar texto, imagen o una combinación de ambos. Si desea agregar una imagen a su pregunta, presione el botón "Añadir Imagen".

source: Air
es_419: Aire

source: Soil
es_419: Suelo

source: Water
es_419: Agua

source: The possible options from which the student may select
es_419: Las posibles opciones de las cuáles el estudiante puede seleccionar.

source: The minimum and maximum number of characters a student is allowed for their rationale.
es_419: Mínimos y máximos caracteres permitidos para la justificación de un estudiante.

source: The correct option for the question
es_419: La opción correcta para esta pregunta

source: Photosynthesis
es_419: Fotosíntesis

source: The feedback for student for the correct answer
es_419: La retroalimentación para la respuesta correcta del estudiantes

source: Overall stats for the instructor
es_419: Estadísticas generales para el instructor

source: Tree gets carbon from air.
es_419: El árbol obtiene carbono del aire.

source: Tree gets minerals from soil.
es_419: El árbol obtiene minerales del suelo.

source: Tree drinks water.
es_419: El árbol bebe agua.

source: Instructor configured examples to give to students during the revise stage.
es_419: El instructor configuró ejemplos para dar a los estudiantes durante la etapa de revisión.

source: System selected answers to give to students during the revise stage.
es_419: El sistema seleccionó respuestas para dar a los estudiantes durante la etapa de revisión.

source: The algorithm for selecting which answers to be presented to students
es_419: El algoritmo para seleccionar qué respuestas se presentarán a los estudiantes.

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
es_419: Cadena formateada a ISO-8601 que representa la fecha de inicio de esta tarea. Ignoramos esto.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
es_419: Cadena formateada a ISO-8601 que representa la fecha de vencimiento de esta tarea. Ignoramos esto.

source: System will select one of each option to present to the students.
es_419: El sistema seleccionará una de cada opción para presentar a los estudiantes.

source: Completely random selection from the response pool.
es_419: Selección completamente aleatoria del grupo de respuestas.

source: Appears above
es_419: Aparece arriba

source: Appears below
es_419: Aparece abajo
